---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.CalculatedSupplyAirflow
source: html/e93f9bf3-d732-f239-0f46-3acac8ea6a70.htm
---
# Autodesk.Revit.DB.Mechanical.Space.CalculatedSupplyAirflow Property

Get the Calculated Supply Airflow of the Space.

## Syntax (C#)
```csharp
public double CalculatedSupplyAirflow { get; }
```

## Remarks
This property is used to get the Calculated Supply Airflow (Unit: CFM) of the Space.